'''
1.
Создайте строку со следующим текстом:

Исследуем статистику различных эмодзи.
Сохраните её в переменной intro_text и напечатайте на экране функцией print().


intro_text = 'Исследуем статистику различных эмодзи.'
print(intro_text)
'''

'''
2.
Строка может состоять не только из букв, но из любых символов. Создайте и напечатайте на экране строки с символьным представлением нескольких эмодзи. Их можно посмотреть в таблице:
НАЗВАНИЕ, АНГЛ.	ЭМОДЗИ	СИМВОЛЬНОЕ ПРЕДСТАВЛЕНИЕ
smile	image	:-)
laughing	image	:-D
kiss	image	:-*
'''

smile = ':-)'
laughing = ':-D'
kiss = ':-*'

print(smile)
print(laughing)
print(kiss)

heart = '❤️'
fire = '🔥'
shrug = '🤷'

print(heart)
print(fire)
print(shrug)